;-------------------------------------------------------------
[Translation]

TRANSLATION_BY = Fordította
TRANSLATION_NAME = Phoenix (Döbröntei Sándor)
TRANSLATION_LINK = mailto:phoenix@hotmail.hu
LANGUAGENAME=Magyar

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=5000

;English.ini file is always up-to-date.
;-------------------------------------------------------------

[MainPopup]
;-------------------------------------------------------------
MNU_OPEN_PICPICK		=Képsz&erkesztő
;-------------------------------------------------------------

MNU_CAPTURE			=&Képernyőmentés
MNU_CAPTURE_FULLSCREEN		=&Teljes képernyő mentése
MNU_CAPTURE_ACTIVEWINDOW	=&Aktív ablak mentése
MNU_CAPTURE_CONTROL		=Ablak&kezelő mentése
MNU_CAPTURE_SCROLLINGWINDOW	=Ablak &görgetése
MNU_CAPTURE_REGION		=Ta&rtomány mentése
MNU_CAPTURE_FIXEDREGION		=&Adott méretű tartomány mentése
MNU_CAPTURE_FREEHAND		=&Szabadkézi mentés
MNU_CAPTURE_WEBPAGE		=&Weboldal mentése
MNU_CAPTURE_REPEAT		=&Legutóbbi mentés megismétlése
MNU_CAPTUREQBAR			=&Képernyőmentés eszköztár megjelenítése...
MNU_WIDGET			=&Lebegő widget mutatása...

;-------------------------------------------------------------
MNU_CAPTURE_SETTING		=Képlopási beállítá&sok
MNU_OUTPUTTYPE			=Kimenet &típusa

;Please check the below strings and translate again. 
;For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK		=PicPick sz&erkesztő
MNU_OUTPUTTYPE_CLIPBOARD	=&Vágólap
MNU_OUTPUTTYPE_SAVEIMAGE	=Kép&fájl
MNU_OUTPUTTYPE_SAVEFOLDER	=&Automatikus mentés mint...
MNU_OUTPUTTYPE_OTHER		=Küldés egy &külső programba...
MNU_OUTPUTTYPE_FTP		=F&TP kiszolgáló
MNU_OUTPUTTYPE_SHARE		=Meg&osztás
MNU_OUTPUTTYPE_SENDTO		=Kül&dés
MNU_OUTPUTTYPE_FACEBOOK		=Faceboo&k
MNU_OUTPUTTYPE_TWITTER		=Tw&itter
MNU_OUTPUTTYPE_MSWORD		=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E-&mail
MNU_OUTPUTTYPE_PRINTER		=&Nyomtató
MNU_OUTPUTTYPE_SKYPE		=Sk&ype
MNU_OUTPUTTYPE_CLOUD		=Fel&hő szolgáltatás
MNU_OUTPUTTYPE_WEB			=Internet &URL

MNU_OPT_DEFAULTFORMAT		=Alapértelmezett kép&formátum
MNU_OPT_OPENEDITOR		=Sz&erkesztő megnyitása a program indításakor
MNU_OPT_STARTUPPROGRAM	=PickPick automatikus el&indítása
;-------------------------------------------------------------
MNU_COLORPICKER			=&Színszedő
MNU_COLORPALETTE		=Színskál&a
MNU_COPYCOLORTYPE		=Szín másolása más&ként
MNU_COLORHISTORY		=Szín elő&zmények
MNU_COLORHISTORY_CLEAR		=&Töröl
;-------------------------------------------------------------
MNU_MAGNIFIER			=&Nagyító
MNU_PIXELRULER			=Pixel&vonalzó
MNU_PROTRACTOR			=Szög&mérő
MNU_CROSSHAIR			=Szálke&reszt
MNU_WHITEBOARD			=&Ceruza
MNU_CLOUDEXPLORER		=Fel&hő intéző

;-------------------------------------------------------------
MNU_ABOUT_PICPICK		=Pr&ogrambeállítások...
MNU_EXIT_PICPICK		=K&ilépés

[Widget]
MNU_WIDGET			=Wid&get
MNU_WIDGET_LOCK			=Widget záro&lása
MNU_WIDGET_SMALLICONS		=&Kis ikonok mutatása
MNU_WIDGET_AUTOHIDE		=A&utomatikus elrejtés
MNU_WIDGET_OPACITY		=Á&tlátszatlanság
MNU_WIDGET_ALWAYSTOP		=&Mindig látszik
MNU_WIDGET_CLOSE		=Widget &bezárása

[PicPickEditor]
;-------------------------------------------------------------
#5.0.0
MNU_START=Indítás
#5.0.0
MNU_FILE =&Fájl
MNU_FILE_NEW =Ú&j
MNU_FILE_OPEN =&Megnyitás
MNU_FILE_OPENCLIPBOARD =Megnyitás a &Vágólapról
MNU_FILE_OPENURL =Megnyitás &URL-ből
#5.0.0
MNU_FILE_OPEN_RECENT=Legutóbbi
MNU_FILE_OPEN_BROWSE=Tallózás 
#5.0.0
MNU_FILE_SAVESAME=Menté&s
MNU_FILE_SAVE =Men&tés másként
MNU_FILE_SAVESELECT =Kijelölés &mentése mint..
MNU_FILE_SAVEALL=Mindent me&nt...
MNU_FILE_PRINT=&Nyomtatás
MNU_FILE_CLOSEIMAGE =Kép &bezárása
MNU_FILE_CLOSECURRENTIMAGE =&Aktuális kép
MNU_FILE_CLOSEALLIMAGE = Minden kép &bezárása
MNU_FILE_CLOSEALLSAVEDIMAGE =MINDEN &mentett kép
MNU_FILE_CLOSEPICPICK =K&ilépés
;-------------------------------------------------------------
MNU_EDIT =Sz&erkesztés
MNU_EDIT_UNDO =&Visszavonás
MNU_EDIT_REDO =&Mégis
MNU_EDIT_CUT =&Kivágás
MNU_EDIT_COPY =Má&solás
MNU_EDIT_PASTE =&Beillesztés
MNU_EDIT_PASTEFROMFILE =Beillesztés egy &fájlból...
MNU_EDIT_SELECTDEL =&Törlés
MNU_EDIT_SELECTNEW =&Levágás
MNU_EDIT_DESELECT =Kijelölést megszüntet
MNU_EDIT_SELECTALL =Mindent kijelöl
MNU_EDIT_IMAGERESIZE =Kép átmé&retezése...
MNU_EDIT_CANVASRESIZE =Vászon átméretezése...
MNU_EDIT_VIEWBITMAP =Bitkép &megjelenítése teljes képernyős módban...
;-------------------------------------------------------------
MNU_TOOLS =&Eszközök
MNU_TOOLS_FULLSCREEN 		=&Teljes képernyő mentése
MNU_TOOLS_ACTIVEWINDOW 		=&Aktív ablak mentése
MNU_TOOLS_CONTROL 		=Ablak&kezelő mentése
MNU_TOOLS_SCROLLINGWINDOW	=Képlopá&s ablak görgetéssel
MNU_TOOLS_WEBPAGE 		=&Weboldal mentése
MNU_TOOLS_REGION 		=Ta&rtomány mentése
MNU_TOOLS_FIXEDREGION 		=A&dott méretű tartomány mentése
MNU_TOOLS_FREEHAND 		=&Szabadkézi mentés
MNU_TOOLS_REPEAT 		=&Legutóbbi mentés megismétlése
MNU_TOOLS_COLORPICKER		=&Színszedő
MNU_TOOLS_COLORPALETTE		=Színskál&a
MNU_TOOLS_MAGNIFIER		=&Nagyító
MNU_TOOLS_PIXELRULER		=Pixel&vonalzó megjelenítése...
MNU_TOOLS_PROTRACTOR		=Szög&mérő
MNU_TOOLS_CROSSHAIR		=Szál&kereszt megjelenítése
MNU_TOOLS_WHITEBOARD		=&Ceruza megnyitása
MNU_TOOLS_OPTION		=Programbeállí&tások
;-------------------------------------------------------------
MNU_TOOLSOPTION				=Képlopási beállítá&sok
MNU_TOOLSOPTION_OUTPUTTYPE			=Kimenet &típusa
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Alapértelmezett kép&formátum
MNU_TOOLSOPTION_DUALMONITORS			=Kétmonitoros &mód támogatása
MNU_TOOLSOPTION_HOTKEY			=&Gyorsbillentyűk módosítása...
MNU_TOOLSOPTION_SOUND				=Hangatá&sok aktiválása
MNU_TOOLSOPTION_SCROLLCAPTURE		=&Automatikus görgetés aktiválása
MNU_TOOLSOPTION_MOUSECURSOR			=A k&urzort is elmenti
MNU_TOOLSOPTION_STARTUPPROGRAM		=PicPick futtatása indításkor
MNU_TOOLSOPTION_OPENEDITOR			=Sz&erkesztő megnyitása a program indításakor
MNU_TOOLS_COLORTYPE				=Szín &másolása mint
;-------------------------------------------------------------
MNU_EFFECT 			=&Hatások
MNU_EFFECT_INVERT 		=&Invertálás
MNU_EFFECT_GRAYSCALE		=S&zürkeskála
MNU_EFFECT_MOSAIC 		=&Pixelesítés...
MNU_EFFECT_BLUR 		=Elh&omályosítás
MNU_EFFECT_SHARPEN 		=Éle&sítés
MNU_EFFECT_BRIGHTNESS 		=Fényesség / Kont&raszt...
MNU_EFFECT_HSL 			=&Színárnyalat / Telítettség...
MNU_EFFECT_BORDER 		=Él h&atások
MNU_EFFECT_FLIP 		=&Tükrözés
MNU_EFFECT_FLIPH 		=Vízszintes &tükrözés
MNU_EFFECT_FLIPV 		=&Függőleges tükrözés
MNU_EFFECT_ROTATE 		=Elfo&rgatás
MNU_EFFECT_ROTATE90 		=&90'-al jobbra
MNU_EFFECT_ROTATE180 		=&180'-al jobbra
MNU_EFFECT_ROTATE270 		=&270'-al jobbra
MNU_EFFECT_FRAME		=&Képkeret...
MNU_EFFECT_COLORBALANCE		=Szín egyensú&ly...
MNU_EFFECT_WATERMARK		=&Vízjel...
;-------------------------------------------------------------
MNU_WINDOW =&Ablakok
MNU_WINDOW_CASCADE =&Lépcsőzetes
MNU_WINDOW_TILEH =&Mozaik elrendezés vízszintesen
MNU_WINDOW_TILEV =Mozaik elrendezés &függőlegesen
MNU_WINDOW_MINIMIZEALL =Lekicsinyítve mind
;-------------------------------------------------------------
MNU_HELP =&Súgó
MNU_HELP_WEBSITE = PicPick webhelye...
MNU_HELP_ABOUT =Névjegy...
#5.0.0
MNU_HELP_UPDATE = Frissítések ellenőrzése
#5.0.0

PNL_TOOL_TOOLS = Eszközök
PNL_TOOL_COLOR = Szín
PNL_TOOL_PROPERTY = Tulajdonságok
LBL_TOOL_WIDTHS = Szélesség:
LBL_TOOL_OPACITY = Homályosság
LBL_TOOL_SHAPE= Alakzat:

;-------------------------------------------------------------
;Ribbon

TAB_HOME=Főoldal
TAB_FILE=Fájl
TAB_VIEW=Nézet
TAB_SHAPES=Alakzatok
TAB_SHAPES_SUB=Formátum

#5.0.0
TAB_SHAPES_TEXT=Szöveg
#5.0.0

TAB_NUMBERSTAMP=Számbélyegző
TAB_NUMBERSTAMP_SUB=Formátum
TAB_SELECTION=Kijelölés
TAB_SELECTION_SUB=Formátum
TAB_MAGNIFIER=Kinagyítási hatás
TAB_MAGNIFIER_SUB=Formátum
TAB_STAMPS=Bélyegzés
TAB_STAMPS_SUB=Formátum
TAB_SHARE=Megosztás

TBR_CLIPBOARD=Vágólap
TBN_CLIPBOARD_PASTE=Beillesztés
TBN_CLIPBOARD_CUT=Kivágás
TBN_CLIPBOARD_COPY=Másolás
TBN_CLIPBOARD_DELETE=Törlés

TBR_VIEW=Nézet
TBN_VIEW_ZOOMIN=Nagyítás
TBN_VIEW_ZOOMOUT=Kicsinyítés
TBN_VIEW_FULL=Teljes képernyő
TBN_VIEW_100=100%-os nézet

TBR_IMAGE=Kép
TBN_IMAGE_EFFECT=Hatások
TBN_IMAGE_CROP=Levágás
TBN_IMAGE_RESIZE=Átméretez
TBN_IMAGE_ROTATE=Elforgatás

TBR_TOOLS=Eszközök
TBR_COLOR=Színek
#5.0.0
TBN_COLOR1=1. szín
TBN_COLOR2=2. szín
#5.0.0
POP_COLORTYPE1 = Pasztell színek
POP_COLORTYPE2 = Elsődleges színek

TBR_SHOWHIDE=Mutatás / Elrejtés
TBN_RULER=Vonalzó
TBN_STATUSBAR=Állapotsor
TBN_TAB = Fül

TBN_THUMBNAIL=Miniatűr nézet

TBR_WINDOW=Ablak
TBN_CASCADE=Lépcsős rendezés
TBN_ARRANGEALL=Mozaik rendezés

TBN_REGISTER=&Regisztrálás

TBN_TOOLS_SELECT = Kijelöl

TBN_TOOLS_MOVE=Áthelyezés
TBN_TOOLS_DRAW=Rajzolás
TBN_TOOLS_DRAW_BRUSH=&Ecset
TBN_TOOLS_DRAW_ERASER=R&adír
TBN_TOOLS_DRAW_MARKER=&Jelölő
TBN_TOOLS_FILL=Kitöltés
TBN_TOOLS_FILL_OPTIONS=Kitöltési opciók
TBN_TOOLS_FILL_STANDARD=Össze&függő kitöltés
TBN_TOOLS_FILL_REPLACEMENT=Szín &helyettesítéses kitöltés
TBN_TOOLS_STAMPS=Bélyegzés
TBN_TOOLS_STAMPS_NUMBER=Számbélyegzés
TBN_TOOLS_STAMPS_GENERAL=Általános bélyegzés
TBN_TOOLS_STAMPS_CURSOR=Kurzor bélyegzés
TBN_SELECT_SELECTION_SHAPES=Kijelölési alakzatok
TBN_SELECT_SELECTION_OPTIONS=Kijelölési opciók
TBN_SELECT_RECTANGLE=&Téglalap alakú kijelölés
TBN_SELECT_ELLIPSE=&Ellipszis alakú kijelölés

TBR_SIZE=Méret
TBN_MORECOLORS = További
MNU_PALETTETYPE = Paletta típus

#5.0.0
TBR_COLORPALETTE=Paletta

TBN_THEME = Témaszínek
TBN_THEME_DEFAULT = Alapérték
TBN_THEME1 = 1. téma
TBN_THEME2 = 2. téma
TBN_THEME3 = 3. téma
TBN_THEME4 = 4. téma
TBN_THEME5 = 5. téma

TBN_STANDARD_COLORS = Szabványos színek
TBN_CUSTOM_COLORS = Egyéni színek
TBN_MORE_COLORS = &További színek...
TBN_ADD_CUSTOM_COLOR = Egyéni szí&nek hozzáadása
TBN_REMOVE_CUSTOM_COLOR = Eltá&volítás az egyéni színek közül
#5.0.0

MNU_TOPBAR_TITLE = Felső gombok testreszabása
MNU_TOPBAR_MINIMIZERIBBON = Szalagsáv &lekicsinyítése

MNU_QAT_TITLE=Gyors hozzáférés eszköztár testreszabása
MNU_QAT_ADD=Hozzá&adás a Gyors hozzáférés eszköztárhoz
MNU_QAT_DELETE=Gyors-hozzáférés eszköz&tár visszaállítása
MNU_QAT_ABOVE=Gyor&s hozzáférés eszköztár mutatása a Ribbon sáv felett
MNU_QAT_BELOW=Gyors hozzáférés eszköztár mutatása a &Ribbon sáv alatt

MNU_QAT_DELETE=Gyors-hozzáférés eszköz&tár visszaállítása
TBN_VIEW_TOUCHMODE=Érintés üzemmód

;-------------------------------------------------------------
[PicPickEditor Tip]
;-------------------------------------------------------------

TIP_FILE_NEW =Egy új, üres kép létrehozása
TIP_FILE_OPEN =Egy meglévő kép megnyitása
TIP_FILE_OPENCLIPBOARD =Kép megnyitása a Vágólapról
TIP_FILE_OPENURL =Kép megnyitása egy URL-ből
TIP_FILE_SAVE =Aktív kép mentése egy új néven
TIP_FILE_SAVEAS =Aktív kép mentése egy új néven
TIP_FILE_SAVESELECT =Kijelölt rész mentése egy új néven
TIP_FILE_SAVEALL =Minden kép mentése egy új néven
TIP_FILE_PRINT=Kép nyomtatása
TIP_FILE_CLOSEIMAGE =Aktuális kép bezárása
TIP_FILE_CLOSEALLIMAGE =Minden kép bezárása
TIP_FILE_CLOSEALLSAVEDIMAGE =Minden mentett kép bezárása
TIP_FILE_CLOSEPICPICK =Ablak bezárása
;-------------------------------------------------------------
TIP_EDIT_UNDO =Legutóbbi művelet visszavonása
TIP_EDIT_REDO =Előzőleg visszavont művelet újbóli elvégzése
TIP_EDIT_CUT =Kijelölt rész kivágása és áthelyezése a Vágólapra
TIP_EDIT_COPY =Kijelölt rész másolása és beillesztése a Vágólapról
TIP_EDIT_PASTE =Vágólap tartalmának beillesztése az aktív képbe
TIP_EDIT_PASTEFROMFILE =Beillesztés egy fájlból az aktuális képbe
TIP_EDIT_SELECTDEL =Kijelölt rész kiradírozása
TIP_EDIT_SELECTNEW =A kijelölt tartományon kívüli képrészletek levágása
TIP_EDIT_DESELECT =Kép kijelölésének visszavonása
TIP_EDIT_SELECTALL =Teljes kép kijelölése
TIP_EDIT_IMAGERESIZE =Kép méretének a módosítása
TIP_EDIT_CANVASRESIZE =Vászon méretének a módosítása
TIP_EDIT_VIEWBITMAP =Bitkép megtekintése a teljes képernyőn.
;-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Képernyőmentés sáv megjelenítése a képernyőn
TIP_TOOLS_FULLSCREEN =Az Asztal képének a mentése
TIP_TOOLS_ACTIVEWINDOW =Az aktív ablak képének a mentése
TIP_TOOLS_CONTROL =Egy ablakkezelő képének a mentése
TIP_TOOLS_SCROLLINGWINDOW	=Képlopás az ablakgörgető vezérlő segítségével
TIP_TOOLS_WEBPAGE =Egy weboldal képének a mentése
TIP_TOOLS_REGION =Téglalap alakú tartomány mentése
TIP_TOOLS_FREEHAND =Szabadkézzel kijelölt tartomány mentése
TIP_TOOLS_FIXEDREGION =Adott méretű téglalap alakú tartomány mentése
TIP_TOOLS_REPEAT =Ugyanazon tartomány mentése mint előzőleg
TIP_TOOLS_CAPTUREMENU = Egy a képernyőn levő kép mentése
TIP_TOOLS_COLORPICKER	= A képernyőn látható szín kódjának a kinyerése
TIP_TOOLS_COLORPALETTE	= Kívánt szín megkeresése és összeállítása
TIP_TOOLS_MAGNIFIER	=A képernyőn levő képpontok megtekintése
TIP_TOOLS_PIXELRULER	=Az asztalon levő objektumok és képek lemérése
TIP_TOOLS_CROSSHAIR	= Relatív koordináták megjelenítése
TIP_TOOLS_PROTRACTOR	=A képernyőn látható bármely szög lemérése
TIP_TOOLS_WHITEBOARD	=Bemutató, vagy rajz készítése a képernyőn
TIP_TOOLS_OPTION	=A program különböző beállításainak megjelenítése
;-------------------------------------------------------------
TIP_TOOLSOPTION					=Képmentési beállítások módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Mentett kép kimeneti típusának módosítása
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Mentett kép kimeneti típusának módosítása

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Alapértelmezett képformátum módosítása
TIP_TOOLSOPTION_DUALMONITORS			=Kétmonitoros támogatás a képmentéshez
TIP_TOOLSOPTION_HOTKEY				=A műveletekhez tartozó gyorsbillentyűk módosítása...
TIP_TOOLSOPTION_SOUND				=Hanghatások engedélyezése a képmentéshez
TIP_TOOLSOPTION_SCROLLCAPTURE			=Kép mentése a görgetősávokkal együtt
TIP_TOOLSOPTION_MOUSECURSOR			=Egérkurzor képének megtartása a rögzített képen
TIP_TOOLSOPTION_STARTUPPROGRAM		=PicPick elindítása a Windows-al együtt
TIP_TOOLSOPTION_OPENEDITOR			=PicPick szerkesztő megnyitása a program indításakor
TIP_TOOLS_COLORTYPE				= Színek másolási beállításának módosítása [HTML, RGB, C++, Delphi]

;-------------------------------------------------------------
TIP_EFFECT_INVERT =Kép színeinek megfordítása
TIP_EFFECT_GRAYSCALE =Kép konvertálása 256 színű szürkeárnyalatúvá
TIP_EFFECT_MOSAIC =Pixelesítési hatás alkalmazása
TIP_EFFECT_BLUR =Elhomályosítási hatás alkalmazása
TIP_EFFECT_SHARPEN =Képélesítési hatás alkalmazása
TIP_EFFECT_BRIGHTNESS = Fényerő és kontraszt
TIP_EFFECT_HSL = Színárnyalat / Telítettség
#5.0.0
TIP_EFFECT_COLORBALANCE=A kép adott színtartomány-egyensúlyának beállítása.
#5.0.0
TIP_EFFECT_FLIPH =A kiválasztott területet, vagy a teljes kép vízszintes elforgatása.
TIP_EFFECT_FLIPV =A kijelölt terület, vagy a teljes kép függőleges tükrözése
TIP_EFFECT_ROTATE90 =Elforgatás 90'-al az óramutató járásával megegyező irányban
TIP_EFFECT_ROTATE180 =Elforgatás 180'-al az óramutató járásával megegyező irányban
TIP_EFFECT_ROTATE270 =Elforgatás 270'-al az óramutató járásával megegyező irányban
TIP_EFFECT_FRAME=Egy képkeret-hatás alkalmazása
TIP_EFFECT_WATERMARK=Vízjel hozzáadása

;-------------------------------------------------------------
TIP_WINDOW_CASCADE =Ablakok elrendezése mozaikszerű átfedésben
TIP_WINDOW_TILEH =Ablakok mozaik elrendezése vízszintesen, átfedés nélkül
TIP_WINDOW_TILEV =Ablakok mozaik elrendezése függőlegesen, átfedés nélkül
TIP_WINDOW_MINIMIZEALL =Minden megnyitott ablak lekicsinyítése
;-------------------------------------------------------------
TIP_HELP_WEBSITE =A PicPick honlapjának megnyitása
TIP_HELP_ABOUT =A program információinak és a szerzői jogoknak a megjelenítése
#5.0.0
TIP_HELP_UPDATE = Frissítések ellenőrzése 
#5.0.0
;-------------------------------------------------------------

TIP_TOOL_MOVE =Teljes kép, vagy a kiválasztott objektum áthelyezése.
TIP_TOOL_SELECT =A kép, egy adott részletének a kijelölése.
TIP_TOOL_FILL =Kattintson a vászon egy adott területére, színekkel történő kitöltéshez.
TIP_TOOL_PICKCOLOR =A képernyőn levő, egy adott szín begyűjtése, és felhasználása a rajzoláshoz.
TIP_TOOL_DRAW=Rajzolás különböző fajtájú ecsetekkel.
TIP_TOOL_STAMPS=Bélyegzőlenyomat készítése a képen
TIP_TOOL_SHAPE=Alakzatok rajzolása a képen.
TIP_SIZE=A kiválasztott eszköz vastagságának a kijelölése.
#5.0.0
TIP_TOOL_TEXT=Szöveg hozzáadása a képhez.
#5.0.0

TIP_OUTPUTTYPE_MSWORD1 		= Kép másolatának beillesztése ide
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 	= Kép másolatának beillesztése ide
TIP_OUTPUTTYPE_MSEXCEL2 	= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Kép másolatának beillesztése ide
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= Kép másolatának az elküldése
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1		= Kép másolatának az elküldése
TIP_OUTPUTTYPE_PROGRAM2 	= egy külső programba

TIP_OUTPUTTYPE_MSOUTLOOK1	= Kép másolatának csatolása ehhez 
TIP_OUTPUTTYPE_MSOUTLOOK2	= egy e-mail üzenethez

TIP_OUTPUTTYPE_FACEBOOK1	= Kép feltöltése és megosztása ezzel 
TIP_OUTPUTTYPE_FACEBOOK2 	= Facebook

TIP_OUTPUTTYPE_TWITTER1		= Kép feltöltése és megosztása ezzel 
TIP_OUTPUTTYPE_TWITTER2 	= Twitter

TIP_OUTPUTTYPE_FTP1		= Kép közvetlen elküldése
TIP_OUTPUTTYPE_FTP2 		= egy helyre a weben FTP-n keresztül

TIP_OUTPUTTYPE_WEBUPLOAD1	= Kép közvetlen küldése
TIP_OUTPUTTYPE_WEBUPLOAD2	= egy a weben levő helyre

TIP_OUTPUTTYPE_CLOUD1		= Kép feltöltése a Dropbox-ra,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, SkyDrive, stb.

TIP_IMAGE_ROTATEFLIP = Kép/kijelölt rész elfogatása vagy tükrözése

TIP_TOOLS_EFFECT=Hatások kijelölése
TIP_TOOLS_WIDTHS=Szélesség kiválasztása
TIP_TOOLS_OPACITY = Homályosság beállítása

TIP_VIEW_ZOOMIN = Aktuális kép nagyítása
TIP_VIEW_ZOOMOUT = Aktuális kép kicsinyítése
TIP_VIEW_ZOOMSELECT =Nagyítás vagy kicsinyítés
TIP_VIEW_ACTUALSIZE = 100%-ra nagyítás
TIP_VIEW_THUMBNAIL=Miniatűrök oldal mutatása egy kép gyorskiválasztásához  

TIP_SHOW_RULER=Vonalzók mutatása/elrejtése a képek méretezéséhez
TIP_SHOW_STATUSBAR=Állapotsor mutatása/elrejtése az ablak alján
TIP_SHOW_TAB=Fülsáv mutatása/elrejtése

TIP_COLOR_COLOR1 = Előtérszín
TIP_COLOR_COLOR2 = Háttérszín
TIP_COLOR_SWAP=Előtér és háttérszínek felcserélése
TIP_COLOR_DEFAULT = Alapértelmezett előtér és háttérszínek
TIP_COLOR_MORE=További paletták mutatása

TIP_SHAPE_FLATTEN=Lapos alakzatok
TIP_SHAPE_DELETE=Alakzat törlése
TIP_SHAPE_DUPLICATE=Alakzat duplikálása

TIP_SHAPE_FILL=Kijelölt alakzat kitöltése
TIP_SHAPE_OUTLINE=Alakzat vázlat
TIP_SHAPE_EFFECTS=Alakzatok formázása
TIP_SHAPE_ADDTEXT=Szöveg beszúrása a sablonba

TIP_SHAPE_FLATTEN_ALL=Az összes alakzat ellaposítása
TIP_SHAPE_BRINGTOFRONT=A kijelölt objektum előtérbe hozása, ha az más objektumokkal van elfedve
TIP_SHAPE_SENDTOBACK=Kijelölt objektum háttérbe küldése ha az korábban el volt fedve más objektumokkal

TIP_TEXT_BOLD = Félkövér
TIP_TEXT_ITALIC = Dőlt
TIP_TEXT_UNDERLINE = Aláhúzott
TIP_TEXT_ALIGN_LEFT = Balra igazítás
TIP_TEXT_ALIGN_CENTER = Középre
TIP_TEXT_ALIGN_RIGHT = Jobbra igazítás
TIP_TEXT_ALIGN_TOP = Függőleges illesztés felülre
TIP_TEXT_ALIGN_MIDDLE = Függőleges illesztés középre
TIP_TEXT_ALIGN_BOTTOM = Függőleges illesztés alulra
TIP_TEXT_WORDWRAP = Sortörés
TIP_TEXT_COLOR = Szövegszín
TIP_TEXT_SIZE = Szövegméret
TIP_TEXT_FONTFAMILY = Betűtípus család

[Dialogs]
;-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - Ablakkezelők
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Ablak görgetés
DLG_REGIONCAPTURE_TITLE =PicPick - Tartomány mentése
DLG_FIXEDREGIONCAPTURE_TITLE =Adott méretű tartomány rögzítése
DLG_FREEHANDCAPTURE_TITLE=PicPick - Szabadkézi mentés
DLG_WHITEBOARDTOOL_TITLE=PicPick - Ceruza
DLG_MAGNIFIER_TITLE=PicPick - Nagyító
DLG_COLORPICKER_TITLE =Nyomja le a PRINT SCREEN billentyűt
DLG_CROSSHAIR_TITLE=PicPick - Szálkereszt
DLG_COLORPALETTE_TITLE =Színpaletta
DLG_AUTOSAVE_TITLE = Aut.mentés
DLG_NEWIMAGE_TITLE = Új kép
DLG_PRINT_TITLE = Nyomtatás
DLG_CANVASSET_TITLE = Vászon átméretezése
DLG_IMAGERESIZE_TITLE = Kép átméretezése
DLG_ABOUT_TITLE = Névjegy
DLG_PIXELATE_TITLE = Pixelesítés
DLG_HUESATURATION_TITLE = Színárnyalat / Telítettség
DLG_BRIGHTNESSCONTRAST_TITLE = Fényerő / Kontraszt
DLG_FRAME_TITLE		=Képkeret
DLG_WATERMARK_TITLE		=Vízjel
DLG_FONTVIEW_TITLE = Szövegbevitel
DLG_CAPTURE_TITLE=Képlopás
DLG_CHANGEHOTKEY_TITLE = Billentyűk
DLG_WEBPAGECAPTURE_TITLE = PicPick - Weboldalak rögzítése
DLG_SHORTCUT_TITLE = Gyorsbillentyűk módosítása
DLG_SETUP_TITLE		=Beállítás
DLG_FILENAMESETUP_TITLE	=Fájlnév
DLG_IMAGES_TITLE	=Képek
DLG_GENERALSETUP_TITLE	=Általános

DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Szerkesztő
DLG_ARROWSET_TITLE	=Egyéni nyilak
DLG_FACEBOOK_TITLE	=Facebook kapcsolódás
DLG_TWITTER_TITLE		=Twitter kapcsolódás
DLG_WEBUPLOAD_TITLE		=Feltöltés a webre

BTN_OK = &OK
BTN_CANCEL = &Mégse
BTN_APPLY = &Alkalmaz
;-------------------------------------------------------------

[About]

GRP_PRESET = Beállítások
CHK_ADDSTARTUP = Program futtatása indításkor
CHK_ADDDESTKOP = Ikon létrehozása az Asztalon
CHK_CHECKUPDATE = Frissítések ellenőrzése
LBL_LANGUAGE = Nyelv
BTN_HOTKEY = Gyorsbillentyűk...
BTN_CREDIT = Köszönet
LBL_PROGRAMPARAMETER=&Paraméterek...
CHK_SETTINGTOAPPDATA=Beállítások mentése
LBL_MORELANGUAGE=További nyelvek...

#5.0.0
LBL_INFO_PRODUCT=Termékinformáció
LBL_INFO_LICENSE=Licencinformáció
LBL_INFO_VERSION=Verzió
#5.0.0

[Captures]
;-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Tulajdonságok
LBL_CONTROLCAPTURE_CLASS =Név
LBL_CONTROLCAPTURE_SIZE =Méret
LBL_CONTROLCAPTURE_INFO=Vezérlés
LBL_CONTROLCAPTURE_SCROLL=Automatikus görgetés
LBL_CONTROLCAPTURE_OUTPUTTYPE =Kimenet típusa
LBL_CONTROLCAPTURE_HANDLE =Kézi
LBL_CONTROLCAPTURE_RECT =Téglalap
LBL_CONTROLCAPTURE_BOTTOMTIP =Válasszon ki egy ablakvezérlőt (gomb, fül, doboz, stb.), majd nyomja le a PRINT SCREEN billentyűt.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Terület mérete
LBL_FIXEDREGIONCAPTURE_WIDTH = Szélesség :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Magasság :

TIP_REGIONCAPTURE_NOTDRAG =Jelöljön ki az Asztalon bármilyen téglalap alakú területet.
TIP_PIXEL = Pixel
TIP_FREEHANDCAPTURE_NOTDRAG =Rajzoljon bármilyen alakzatot a képernyőre.

LBL_COLORPICKER_COLORAS =Szín :
LBL_COLORPICKER_VALUE =Érték :

LSV_WEBPAGECAPTURE_LIST = Rögzítendő webhely kiválasztása
BTN_WEBPAGECAPTURE_RELOAD = Új&ratöltés
BTN_WEBPAGECAPTURE_CAPTURE = &Rögzítés

LBL_MINIHELP=Kattintson a bal egérgombbal a terület kiválasztásához.
#5.0.0
LBL_MINIHELP_CLICKDRAG=A terület kijelöléséhez kattintson, vagy húzza a képernyőn.
#5.0.0
;-------------------------------------------------------------


[Shortcut]
;-------------------------------------------------------------
TAB_HOTKEY = Gyorsbillentyűk
GRB_CAPTURE = Képernyőfelvétel
GRB_TOOLS = Eszközök

LBL_KEYNONE = Nincs

LBL_CAPTURE_FULLSCREEN		=Teljes képernyő rögzítése
LBL_CAPTURE_ACTIVEWINDOW	=Aktív ablak rögzítése
LBL_CAPTURE_CONTROL		=Ablakvezérlő rögzítése
LBL_CAPTURE_SCROLLINGWINDOW	=Görgető ablak rögzítése
LBL_CAPTURE_REGION		=Tartomány rögzítése
LBL_CAPTURE_FIXEDREGION		=Adott méretű tartomány rögzítése
LBL_CAPTURE_FREEHAND		=Szabadkézi rögzítés
LBL_CAPTURE_WEBPAGE		=Weboldal rögzítése
LBL_CAPTURE_REPEAT		=Legutóbbi rögzítés megismétlése

LBL_TOOLS_EDITOR		=Képszerkesztő
LBL_TOOLS_COLORPICKER		=Színválasztó
LBL_TOOLS_COLORPALETTE		=Színpaletta
LBL_TOOLS_PIXELRULER		=Pixelvonalzó
LBL_TOOLS_PROTRACTOR		=Szögmérő
LBL_TOOLS_CROSSHAIR		=Célkereszt
LBL_TOOLS_WHITEBOARD		=Rajztábla

LBL_TOOLS_MAGNIFIER		=Nagyító

CBO_HOTKEY_CUSTOM		=Egyéni...
CBO_HOTKEY_DEFAULT		=PicPick alapérték
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE			=Letiltva
;-------------------------------------------------------------


;-------------------------------------------------------------

[FontView]

GRP_COLOR = Színek
LBL_FONTCOLOR = Betű szín
CHK_FILLCOLOR = Kitöltés
CHK_AA = Betűtípusok simítása

[AutoSave]
;-------------------------------------------------------------

GRP_SELECTFOLDER =Képek automatikus mentése
LBL_SELECTFOLDER =Könyvtár kiválasztása a képernyőfotók automatikus mentéséhez
BTN_SELECTFOLDER =&Tallózás...
GRP_SELECTFILENAME =Fájlnév
RDO_SELECTFILENAME_TEXT =Szöveg + szám
RDO_SELECTFILENAME_NUM =Csak szám
RDO_SELECTFILENAME_DATETIME =Dátum/Idő
EDT_SELECTFILENAME_DEFAULT = Kép
GRP_SELECTFORMAT =Fájlformátum
RDO_SELECTFORMAT_BMP =Bitkép (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG képfájlok (*.jpg)
RDO_SELECTFORMAT_PNG =Hordozható hálózati grafika (*.png)
RDO_SELECTFORMAT_GIF =CompuServe GIF kép (*.gif)
RDO_SELECTFORMAT_PDF =PDF fájlok (*.pdf)
LBL_SAVEFILENAME=Fájlnév megadása az automatikus mentéshez, vagy az FTP feltöltéshez.
LBL_EXAMPLETITLE=Minta:
LBL_EXAMPLE1=%y : Év, %m : Hónap, %d : Nap
LBL_EXAMPLE2=%h : Óra, %n : Perc, %s : Másodperc
LBL_EXAMPLE3=%c : Szám
LBL_EXAMPLE4=%u : Felhasználónév, %w : Számítógépnév
LBL_EXAMPLE5=%t : Unix időbélyegzés
GRB_OTHERPROGRAM=Külső program beállítása
LBL_OTHERPROGRAM=Külső program kiválasztása, hogy elküldhesse a képernyőmentését.
LBL_OTHERPROGRAMPATH=Program útvonala :
LBL_OTHERPROGRAMPARAMETER=Paraméter : 
LBL_OTHERPROGRAMSELECT=Küldés egy külső programba...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[GeneralSet]

GRB_STARTINGOPTION=Indítási beállítások
LBL_PROGRAM_MODE=Alapértelmezett üzemmód kiválasztása
CBO_PROGRAM_MODE_EDITOR=Képszerkesztő
CBO_PROGRAM_MODE_WIDGET=Lebegő widget
CBO_PROGRAM_MODE_TRAY=Csak az értesítések mutatása

CHK_STARTUP=PicPick elindítása a Windows-al együtt
CHK_UPDATE=Programfrissítések ellenőrzése 

[CaptureSet]
;-------------------------------------------------------------
GRB_CAPTUREOPTION		=Képlopási beállítások
CHK_DUALMONITORS		=Kétmonitoros mód támogatása
CHK_SOUND			=Hanghatás aktiválása képlopás közben
CHK_MOUSECURSOR		=A kurzor képét is megtartja a mentéskor
CHK_HIDEEDITOR			=PicPick szerkesztő elrejtése a képlopás előtt
CHK_ALWAYSCOPYCLIPBOARD	=A mentett képet mindig a Vágólapra helyezi
CHK_STARTWITHCAPTUREBAR	=Képlopás sáv mutatása a program indításakor

GRB_AUTOSCROLL			=Automatikus görgetés
CHK_SCROLLCAPTURE		=Automatikus görgetés bekapcsolása
LBL_SCROLLDELAY			=Késleltetés : 
LBL_SCROLLDELAYMS		=ms

GRB_MAGNIFIER			=Nagyító ablak
CHK_MAGNIFIER			=Nagyító ablak mutatása képlopás közben
LBL_ZOOMSCALE			=Nagyítási arány :

GRB_CAPTUREDELAY		=Késleltetés a képlopás előtt
CHK_ADVANCECONTROLCAPTURE = Speciális ablakvezérlő képlopás használata

LBL_CAPTUREOUTPUT		=Módosíthatja a kimenet típusát gyorsbillentyűk használatával, vagy az értesítési területen levő menüelemekkel.

#5.0.0
CHK_TOOLBAR			=Eszköztár mutatása a rögzítés közben.
#5.0.0

;-------------------------------------------------------------

[FTP]
;-------------------------------------------------------------
GRB_FTPSERVER = FTP kiszolgáló beállítások
LBL_FTPADDRESS  =FT kiszolgáló :
LBL_REMOTEPATH = Távoli útvonal :
LBL_PORT=Port:
CHK_PASSIVEFTP= Passzív FTP használata
LBL_USERNAME=Felhasználónév:
LBL_PASSWORD=Jelszó :
BTN_CONNECTTEST=TESZT
LBL_SENDWEBBROWSER=URL megnyitása a weben
LBL_SENDCLIPBOARD=URL másolása a Vágólapra
LBL_WEBADDRESS=URL
;-------------------------------------------------------------

[EditorSet]
;-------------------------------------------------------------
GRB_EDITOROPTION = Szerkesztő beállítások
CHK_OPENEDITORWHENSTART=Szerkesztő megnyitása a program indításakor
CHK_CENTERIMAGE =Kép igazítása az ablak közepére
CHK_CLOSEWITHOUTASKING =Nem mentett kép bezárása rákérdezés nélkül
CHK_CROPNEW=Levágás egy új képként
CHK_SHOWCLASSICUI=Klasszikus menü megjelenítése

CHK_EXITWHENCLOSING=Kilépés a PicPick-ből, a szerkesztő bezárásakor.

CHK_AUTOFLATTEN=Alakzatok automatikus egybesimítása a háttérképen.

LBL_BG=Háttérszín :
RDO_BGGRID=Rács
RDO_BGSOLID=Tömör szín

GRB_FILETYPE=Fájltípusok társítása
LBL_FILETYPE=Kérem válassza ki a PicPick-el megnyitandó fájltípusokat.
LBL_FILETYPEVISTA=PicPick beállítása alapértelmezett képszerkesztőként

;-------------------------------------------------------------

[ArrowSet]
;-------------------------------------------------------------
CHK_START = Indítás
CHK_END = Vége
CHK_OUTLINE = Vázlat hozzáadása
CBO_AT_ARROW1 = Nyíl 1
CBO_AT_ARROW2 = Nyíl 2
CBO_AT_CIRCLE = Kör
CBO_AT_DIAMOND = Rombusz
;-------------------------------------------------------------


[CanvasSet]
;-------------------------------------------------------------
GRP_SIZE = Vászon méret
LBL_WIDTH = Új szélesség
LBL_HEIGHT =Új magasság
LBL_BACKCOLOR = Háttérszín
LBL_PRESETS = Előre beállított
CBO_CLIPBOARD=Vágólap
CBO_LASTUSED=Legutóbb használt
CBO_CURRENT=Aktuális képméret
;-------------------------------------------------------------

[ResizeSet]
;-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Méretezés százalék szerint
RDO_SIZE = Méretezés adott méret szerint
CHK_KEEP = Méretarány megtartása
LBL_WIDTH = Széles
LBL_HEIGHT = Magas


[ColorSet]
;-------------------------------------------------------------
BTN_PREVIEW = &Előnézet
LBL_PIXELATE = Pixelesítés
LBL_HUE = Színárnyalat
LBL_SATURATION = Telítettség
LBL_BIRGHTNESS = Fényerő
LBL_CONTRAST = Kontraszt
;-------------------------------------------------------------

[FrameSet]
;-------------------------------------------------------------
GRP_PREVIEW = Előnézet
GRP_EFFECT = Hatás
CHK_BORDER = Szegély
CHK_FRAME = Képkeret
LBL_ETC=További hatások keresése...
CHK_AUTO=Hatás alkalmazása, amikor egy képet rögzít
;-------------------------------------------------------------

[Palette]
;-------------------------------------------------------------
LBL_RED =Pi&ros
LBL_GREEN =&Zöld
LBL_BLUE =&Kék
LBL_TYPE = Szín:
BTN_COPY =Má&solás

CLR_DEFAULTTEXT = Színpaletta
CLR_CUSTOMTEXT = További színek...
;-------------------------------------------------------------

[PixelRuler]
;-------------------------------------------------------------
MNU_RULER_MOVE =Át&helyezés
MNU_RULER_MOVE_UP =Fe&l
MNU_RULER_MOVE_DOWN =&Le
MNU_RULER_MOVE_LEFT =Ba&l
MNU_RULER_MOVE_RIGHT =&Jobb
;-------------------------------------------------------------
MNU_RULER_TYPE =&Típus
MNU_RULER_TYPE_HOTRIZONTAL =Víz&szintes
MNU_RULER_TYPE_VERTICAL =&Függőleges
;-------------------------------------------------------------
MNU_RULER_TRANSPARENT =Á&tlátszó
MNU_RULER_TRANSPARENT_USE =&Engedélyez
MNU_RULER_TRANSPARENT_NOTUSE =&Kikapcsol
MNU_RULER_TRANSPARENT_INC =Meg&növelés (+)
MNU_RULER_TRANSPARENT_DEC =Le&csökkentés (-)

MNU_MAGNIFIER		=Nagyító &megjelenítése...

;-------------------------------------------------------------
MNU_RULER_EXIT =K&ilépés
;-------------------------------------------------------------
MNU_RULER_UNIT =&Mértékegység
MNU_RULER_UNIT_PIXEL =&Pixel
MNU_RULER_UNIT_INCH =&Hüvelyk
MNU_RULER_UNIT_CM = &Centiméter
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Szín
MNU_RULER_COLOR_BLUE = &Kék (alapértelmezett)
MNU_RULER_COLOR_YELLOW = Sár&ga (klasszikus)
MNU_RULER_COLOR_WHITE = &Fehér
MNU_RULER_COLOR_BLACK = Fe&kete
MNU_RULER_UNIT_DPI_CUSTOM = &Egyéni...
DLG_CUSTOMDPI_TITLE= Egyéni DPI beállítások
LBL_CUSTOMDPI_TEXT= Kérem adja meg a coll/pixel értéket (DPI):

[WhiteBoard]
;-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Ceruzavastagság
MNU_WHITEBOARD_PENCOLOR =Ceruza &színe
MNU_WHITEBOARD_PENCOLOR_BLACK =Fekete
MNU_WHITEBOARD_PENCOLOR_WHITE =Fehér
MNU_WHITEBOARD_PENCOLOR_RED =Piros
MNU_WHITEBOARD_PENCOLOR_GREEN =Zöld
MNU_WHITEBOARD_PENCOLOR_BLUE =Kék
MNU_WHITEBOARD_PENCOLOR_CYAN =Kékeszöld
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Bíborvörös
MNU_WHITEBOARD_PENCOLOR_YELLOW =Sárga
MNU_WHITEBOARD_PENCOLOR_GRAY =Szürke
MNU_WHITEBOARD_PENCOLOR_CUSTOM =T&ovábbiak...
;-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Töröl
MNU_WHITEBOARD_SAVE =&Képernyőmentés
MNU_WHITEBOARD_EXIT =K&ilépés
;-------------------------------------------------------------
TIP_TOOL_MOVE =Áthelyezés
TIP_TOOL_ZOOM =Nagyító
TIP_TOOL_PEN =Ceruza
TIP_TOOL_LINE =Vonal
TIP_TOOL_ARROW =Nyíl
TIP_TOOL_SHAPE=Alakzat
TIP_TOOL_RECT =Téglalap
TIP_TOOL_ELLIPSE =Ellipszis
TIP_TOOL_RRECT =Lekerekített téglalap
TIP_TOOL_TRANSPARENT = Átlátszóság
TIP_TOOL_CLEAR=Kiürítés
TIP_TOOL_SAVE=Képernyő mentése
TIP_TOOL_WIDTH=Vastagság
TIP_TOOL_COLOR=Szín

[Print]
;-------------------------------------------------------------
BTN_PRINTERSETUP=Nyomtatóbeállítás...
BTN_PRINT=&Nyomtatás
GRB_PREVIEW =Előnézet

TAB_PAPERSETUP=Oldalbeállítás
TAB_ADDTEXT=Szöveg hozzáadása

GRB_MARGINSETUP=&Margó (mm)
LBL_MARGINTOP=Felső
LBL_MARGINLEFT=Bal
LBL_MARGINRIGHT=Jobb
LBL_MARGINBOTTOM=Alsó

GRB_IMAGESETUP=&Képbeállítás
CHK_CENTER=Középre
CHK_SHRINK=Oldalhoz illesztés (kicsinyítés)
CHK_PROPORTINAL=Méretarány megtartása
CHK_GRAYSCALE=Szürkeskála

GRB_PAPERCOUNT=Példá&nyszám
LBL_PAPERUNIT=Lap

GRB_ORIENTATION=Táj&olás
RDO_PORTRAIT=Álló
RDO_LANDSCAPE=Fekvő

GRB_HEADER=&Fejléc
CHK_HEADERADD=Hozzáad
CBO_HEADERDEFAULT=Kérem itt adja meg a fejléc szövegét
LBL_HEADERMARGIN=Margó:
BTN_HEADERFONT=Betűtípus...
RDO_HEADERLEFT=Bal
RDO_HEADERCENTER=Középre
RDO_HEADERRIGHT=Jobb

GRB_FOOTER=&Lábléc
CHK_FOOTERADD=Hozzáad
CBO_FOOTERDEFAULT=Kérem itt adja meg a lábléc szövegét
LBL_FOOTERMARGIN=Margó:
BTN_FOOTERFONT=Betűtípus...
RDO_FOOTERLEFT=Bal
RDO_FOOTERCENTER=Középre
RDO_FOOTERRIGHT=Jobb

#5.0.0
LBL_SETTINGS = Beállítások
LBL_PRINTER = Nyomtató
BTN_PRINT_COLOR=Színes nyomtatás
CHK_COLOR=Szín
CHK_MARGIN_NARROW=Keskeny
CHK_MARGIN_NORMAL=Normál
CHK_MARGIN_MODERATE=Közepes
CHK_MARGIN_WIDE=Széles
CHK_MARGIN_CUSTOM=Egyéni margók...
#5.0.0
;-------------------------------------------------------------

[Facebook] 
;and Twitter
;and WebUpload
;-------------------------------------------------------------
BTN_CLOSE = &Bezárás
LBL_PREVIEW = Kép előnézete
LBL_CAPTION = Képfelirat
RDO_SELECTALBUMS = Albumok kiválasztása
RDO_CREATEALBUM = Új fényképalbum létrehozása
LBL_CREATEALBUM_NAME = Név : 
LBL_CREATEALBUM_LOCATION = Hely : 
LBL_CREATEALBUM_DESCRIPTION =Leírás : 
LBL_CREATEALBUM_PRIVACY = Adatvédelem : 
CBO_CREATEALBUM_1 = Mindenki
CBO_CREATEALBUM_2 = Saját hálózatok és a barátaim
CBO_CREATEALBUM_3 = Barátok barátai
CBO_CREATEALBUM_4 = Csak a barátok
BTN_UPLOAD = Feltöltés
LBL_IMGURL = Kép URL
LBL_LINKURL = Album URL
LBL_UPLOADING=Feltöltés...
LBL_UPLOADCOMPLETE = A feltöltés kész
LBL_UPLOADWAIT = Válaszra várva...
LBL_UPLOADFAILURE = A feltöltés nem sikerült, próbálja meg újra.
LBL_UPLOADRESULT = A kép sikeresen feltöltésre került. 

LBL_ACCOUNT = Fiók :
LBL_PASSWORD = Jelszó :
LBL_REMEMBERPASSWORD = Jelszó megjegyzése
LBL_MESSAGE = Üzenet :

LBL_WEBUPLOAD_TITLE = Kép közvetlen feltöltése a webre
LBL_WEBUPLOAD_TITLESUB = az ingyenes kép hosting szolgáltatás, az - ImageShack - segítségével.
LBL_WEBUPLOAD_SIGNUP = Feliratkozás a feltöltött képek kezeléséhez!

LBL_WEBUPLOAD_NOACCOUNT = Vendég (nem szükséges a regisztrálás)
LBL_WEBUPLOAD_ACCOUNTEXIST = Már van egy ImageShack fiókom

BTN_REQUESTTWITTERPIN = Twitter PIN kérése
BTN_REMEMBERME = Emlékezzen rám ezen a gépen
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Csatlakozás
BTN_DISCONNECT = &Leválasztás

;-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Gyorsfülek
MNU_RENAME=Á&tnevezés...
MNU_OPENFILELOCATION=Fájl &helyének a megnyitása...
LBL_RENAME=Kérem adja meg egy fájl nevét.

[ObjectProperty]

SHP_TEXTBOX=Szöveg
SHP_HIGHLIGHTRECT=Téglalap kiemelés
SHP_MAGNIFYEFFECT=Kinagyítási hatás
SHP_NUMBERSTAMP=Szám bélyegzés
SHP_LINES=Vonalak
SHP_CUSTOMSHAPES=Egyéni alakzatok
SHP_TRIANGLE=Háromszög

SHP_SHAPES = Alakzatok
SHP_LINE = Vonal
SHP_CURVE = Görbe
SHP_ARROW = Nyíl
SHP_CURVEARROW = Görbe nyíl
SHP_ELLIPSE = Ellipszis
SHP_RECT = Téglalap
SHP_ROUNDRECT = Lekerekített téglalap
SHP_BALLOON = Ballon
SHP_DIAMOND = Rombusz
SHP_PENTAGON = Ötszög
SHP_Hexagon = Hatszög
SHP_5STAR = 5 ágú csillag
SHP_6STAR = 6 ágú csillag

TAB_EDIT = Szerkesztés
TBN_DELETE_OBJECT = &Törlés
TBN_DUPLICATE=D&uplikálás

MNU_FLATTEN = Lap&osítás
MNU_FLATTENALL = &Mindet ellaposít

LST_CHANGESHAPE = Alakzat módosítása

TAB_SHAPESTYLES=Alakzat stílusok

TBN_SHAPETEXT=Szö&veg beszúrása...
TBN_SHAPEFILL=Kitöltés
MNU_SHAPEFILL_NOFILL=Nincs kitöltés
MNU_SHAPEFILL_SOLIDFILL=Egységes kitöltés
MNU_SHAPEFILL_GRAFILL=Függőleges átmenetes kitöltés
MNU_SHAPEFILL_RADIALFILL=Sugár irányú átmenetes kitöltés

TBN_SHAPEOUTLINE=Vázlat
MNU_SHAPEOUTLINE_NOLINE = Nincs vonal
MNU_SHAPEOUTLINE_SOLIDLINE = Folytonos vonal
MNU_SHAPEOUTLINE_DOTLINE = Pontozott vonal
MNU_SHAPEOUTLINE_DASHLINE = Szaggatott vonal
MNU_SHAPEOUTLINE_DASHDOTLINE = Kötőjel-pont vonal
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Kötőjel-pont-pont vonal

#5.0.0
TBR_SHAPEINSERT=Alakzatok beszúrása
#5.0.0

TBN_SHAPEFORMAT=Alakzatformátumok
TBN_SHAPEEFFECTS=Alakzat hatások
MNU_SHAPEEFFECTS_NOEFFECTS=Nincsenek hatások
MNU_SHAPEEFFECTS_SHADOW=Hatások
MNU_SHAPEEFFECTS_SHADOWUSE=Árnyék
MNU_SHAPEEFFECTS_SHADOWOPTION=Beállítások...

MNU_SHAPEEFFECTS_BALLOONPOS=Ballon elrendezés
MNU_SHAPEEFFECTS_BALLOONPOSTL=Balra fent
MNU_SHAPEEFFECTS_BALLOONPOSTR=Jobbra fent
MNU_SHAPEEFFECTS_BALLOONPOSBL=Balra lent
MNU_SHAPEEFFECTS_BALLOONPOSBR=Jobbra lent

MNU_SHAPEEFFECTS_ARROWSTART = Kezdő típus
MNU_SHAPEEFFECTS_ARROWEND = Befejező típus
MNU_SHAPEEFFECTS_ARROWNONE = Nincs nyíl
MNU_SHAPEEFFECTS_ARROW1 = Nyíl 1
MNU_SHAPEEFFECTS_ARROW2 = Nyíl 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Kör
MNU_SHAPEEFFECTS_ARROWDIAMOND = Rombusz

MNU_SHAPE_ARRANGE=Elrendezés
BTN_SHAPE_FRONT=&Előtérbe hozás
BTN_SHAPE_BACK=&Háttérbe küldés

BTN_SHAPE_ARROWSTYLE=Nyíl stílus

TAB_SHAPECOLOR=Alakzat színek

TAB_NUMBERSTAMP_NUMBER=Bélyegző alakzatok
MNU_NUMBERSTAMP_CURRENT=Jelenlegi
MNU_NUMBERSTAMP_NEXT=Következő
TAB_NUMBERSTAMP_STYLE=Bélyegző stílusok
MNU_NUMBERSTAMP_SIZE=Méret
MNU_NUMBERSTAMP_SIZE_SMALL=Ki&csi
MNU_NUMBERSTAMP_SIZE_Medium=Kö&zepes
MNU_NUMBERSTAMP_SIZE_LARGE=&Nagy
MNU_NUMBERSTAMP_SHAPE=Alakzatok
MNU_NUMBERSTAMP_SHAPE_CIRCLE=Kö&r
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Téglalap

TBN_SELECT_CROPCURRENT=&Levágás
TBN_SELECT_CROPNEW=Levágás egy új ké&pként
TAB_SELECT_SIZE=Méret
MNU_SELECT_SIZE_LEFT=Bal
MNU_SELECT_SIZE_TOP=Felső
MNU_SELECT_SIZE_WIDTH=Széles
MNU_SELECT_SIZE_HEIGHT=Magas
MNU_SELECT_INVERTSELECTION=Kijelölés megfordítása

TAB_MAGNIFIER_STYLE=Nagyító stílusok

MNU_SHARE_OPTIONS=Beállítás&ok...

[Licenses]

rdoRegistered = Regisztrált felhasználó vagyok és van regisztrációs kódom a kereskedelmi használathoz.
rdoPersonal = A programot csak személyes használatra alkalmazom.
btnBuy = &Vásárlás
btnRegister = &Regisztrálás...
btnAgree= &Elfogadom
btnClose = &Bezárás
lblEnterLicense = Adja meg a regisztrálási információit
lblOwnerName = Tulajdonos neve
lblRegistrationCode = Regisztrációs kód

lblLicenseInfo = A terméket licencelte : 
lblPersonalUse = OTTHONI FELHASZNÁLÓKNAK (CSAK SZEMÉLYES HASZNÁLATRA)

lblAskBuy = Köszönjük, hogy a PicPick-et használja!
lblAskBuyDescription = Kérem, ne feledje, hogy ezt a regisztrálatlan verziót csak személyes használatra ingyenes, üzleti környezetben nem. Szeretne egy licencet vásárolni most?

[CommercialVersionTrial]

btnModeTrial = Free Trial
btnModeTrialDescription = Szeretném a terméket tovább használni próba üzemmódban.
btnModeActivate = Licenckulcs aktiválása
btnModeActivateDescription = Regisztrált felhasználó vagyok, és rendelkezem egy licenckulccsal.
btnModeBuy = Vásárlás
btnModeBuyDescription = Hivatalos oldal meglátogatása, egy licenckulcs megvásárlásához.
lblTrialDescription = Ez egy 30 napos próbaverziója a PicPick programnak. Ha a próbaidőszak lejárt, meg kell vásárolnia egy licencet a korlátozások feloldásához, vagy el kell azt távolítania a gépéről.
btnContinueTrial = &Kipróbálás
lblDayLeft = Önnek {$1} napja van még hátra a(z) {$2} napos próbaidőszakból.
lblDayExpired = A licence már nem érhető el.
lblEnterLicense = Adja meg a regisztrálási információit
lblOwnerName = Felhasználónév
lblRegistrationCode = Licenckulcs
lblRegistrationHelp = Valamilyen probléma van az aktiválással?
btnRegister = &Aktiválás
lblActivationOffline1 = 1. Kérem nyissa meg az alábbi URL-t a hitelesítő kód beszerzéséhez. Ha nincs Internetkapcsolata, keressen egy online módban levő másik számítógépet.
lblActivationOffline2 = 2. Kérem illessze be a hitelesítési kódját a fenti URL-ből.

lblAuthCode =Hitelesítési kód :

[ImagesSet]

grbJPEGOption=JPEG beállítások
lblJPEGQuality=Minőség
cboJPEGQualityMaximum = Legjobb
cboJPEGQualityHigh = Magas
cboJPEGQualityMedium = Közepes
cboJPEGQualityLow = Alacsony

[SaveAll]

grbSaveOptions=Mentési beállítások
lblSelectFolder=Válassza ki azt a mappát, ahova szeretné elhelyezni a képernyőmentéseket.

rdoAllImages=Minden kép
rdoUnsavedImages=Minden nem mentett

grbFileOptions=Fájl beállítások
lblFileName=Fájlnév
lblFileType=Fájltípus
rdoFiles=Fájl

[ColorBalance]

grpbxColorBalance=Színegyensúly
lblColorLevels=Szín kiegyenlítés

grpbxToneBalance= Tónus egyensúly
rdbtnShadows=Árnyékolás
rdbtnMidtones=Középtónus
rdbtnHighlights=Megvilágítás
chckbxPreserveLuminosity=Változatlan fényerősség

[StartPage]

lblStartHome = Válasszon feladatot...
lblStartTitle1 = Új feladat
lblStartTitle2 = Grafikai kiegészítők
chkStartDoNotShow = Ne mutassa ezt az ablakot a program indításakor

[Watermark]

lblWaterMarkPreview = Előnézet :
lblWaterMarkFile = Fájl :
lblWaterMarkPosition = Pozíció :
lblWaterMarkOpacity = Átlátszatlanság :
lblWaterMarkOffsetX = Eltolás-X :
lblWaterMarkOffsetY = Eltolás-Y :
chkWaterMarkAuto=Vízjel automatikus hozzáadása, képernyőmentés közben.

;-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=&Mégse
btnApply=&Alkalmaz
btnContinue=&Tovább

:OPTION
grbOptionLanguage=Megjelenítés nyelve
grbOptionConnection=Kapcsolatok kezelése
btnOptionConnectionClear=Összes &felhőszolgáltatási kapcsolat kiürítése

:MAINFORM
lstFilesName=Név
lstFilesDate=Dátum
lstFilesType=Típus
lstFilesSize=Méret

mnuAction=Művelet
mnuOpen=Megnyitás
mnuDownload=Letöltés
mnuUploadMenu=Feltöltés
mnuUploadFile=Fájlok feltöltése
mnuUploadFolder=Mappa feltöltése
mnuUploadImage=Kép feltöltése
mnuNewFolder=Új mappa
mnuDelete=Törlés
mnuRename=Átnevezés

itemHome=Főoldal
itemOption=Beállítás
itemAbout=Névjegy
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=Minden fájl (*.*)
strSearchResult=A(z) "%s" keresési eredményei

lblHomeTitle= Szolgáltató kiválasztása...
lblUploadMode=Válassza ki azt a szolgáltatást, ahova szeretné feltölteni a képeit

itemCount=%s elem
itemSelectedCount=%s elem kijelölve

:PREVIEW
lblPreviewPreviewTitle=Előnézet
lblPreviewDescriptionTitle=Leírás
strPreviewNoDescription=Nincs leírás

:DOWNLOADFORM

DownloadFormCaption=Letöltés...
strPrepareDownload=Letöltés előkészítése
strDiscoveredItems=Felkutatva %s elem...
strPleaseWait=Kérem várjon, amíg a lista előkészítése folyik...
strDownloading=%s elem letöltése
strDownloadName=Név : %s
strDownloadRemaining=Hátralevő elem : %s1 (összesen : %s2)


:UPLOADFORM
UploadFormCaption=Feltöltés...
strPrepareUpload=Feltöltés előkészítése
strCreatingFolder=Mappa létrehozása
strUploading=Feltöltve %s elem
strUploadName=Név : %s
strUploadRemaining=Hátralevő elem : %s1 (összesen : %s2)

:LOGINFORM
LoginFormCaption=Bejelentkezés
chkSaveConnection=Csatlakozási információk elmentése a számítógépen
lblBrowserCall=A böngészője megnyitásra kerül %s másodpercen belül.
lblBrowserCallRetry=Újbóli hozzáférés kérése ehhez: %s
lblBrowserAccess1=Ahhoz, hogy csatlakozhasson a(z) %s fiókjához, először a böngészőjén keresztül kell bejelentkeznie a fiókjába.
lblBrowserAccess2=Miután bejelentkezett a böngészőjén keresztül, azt követően már bezárhatja a böngészője ablakát a folytatáshoz.

:USERINFO
lblUserInfoStorage=Tároló :
lblUserInfoUserNameTitle=Fiók :
lblUserInfoSpaceTitle=Terület :
btnUserInfoLogout=Kijelentkezés
strSpace = %s1 szabad ebből, %s2

FileTypetext=szövegfájl
FileTypedocument=dokumentum
FileTypeimage=kép
FileTypevideo=videó
FileTypeaudio=audió
FileTypefile=fájl
FileTypefolder=mappa
FileTypealbum=album

:UPLOAD
lblUploadFileNameTitle=Fájlnév
lblUploadFileSizeTitle=Fájlméret
lblUploadFilePreviewTitle=Előnézet
btnUploadUpload=Feltöltés ide

:MESSAGEBOX
strDelete1item=Biztos benne, hogy törli ezt a fájlt?
strDelete1moreitems=Biztos benne, hogy törli ezt a(z) %s elemet?

strFolderExist=Ez a mappanév már létezik.
strDownloadFileExist=Ezen a helyen már létezik ilyen néven egy fájl.\n\nSzeretné azt felülírni?
strCreateFolder=Kérem adjon meg egy új mappanevet.
strRename=Kérem adjon meg egy új nevet.


strInvalidFolderName=A mappanév érvénytelen.
strCannotDelete=A fájlok/mappák nem törölhetők.

strUpdateCheck=Újabb verziója érhető el a Felhő intézőnek (%s). Szeretne a letöltési oldalra lépni most?\n\nKérem legyen óvatos mert lehet, hogy a jelenlegi verzió nem kompatibilis az Ön felhőtárolójával.
strAuthFail = A hitelesítés nem sikerült, kérem próbálja meg újra.

strDownloadFolder=Kérem válasszon ki egy mappát a kijelölt fájl(ok) letöltéséhez.
strUploadFolder=Kérem válasszon ki egy mappát a feltöltéshez.
;-------------------------------------------------------------

[Website Resources]
;Please help us to translate official website to your languages.

#"title_picpick": "PicPick - All-in-one Graphic Design, Best Screen Capture Software, Image Editor, Color Picker, Pixel Ruler and More",
#"title_ngwin": "NGWIN - We develop user-friendly software that provides convenient computing environments",
#"nav_picpick": "PicPick",
#"nav_partners": "Partners",
#"nav_contact": "Contact",
#"nav_home": "Home",
#"nav_features": "Features",
#"nav_download": "Download",
#"nav_buy": "Buy Now",
#"nav_forum": "Forum",
#"section_features": "Features",
#"section_reviews": "Media Reviews",
#"section_download": "Download",
#"section_download_commercial": "PROFESSIONAL VERSION FOR REGISTERED USERS",
#"section_buy": "Buy Now",
#"section_screenshots": "Screenshots",
#"section_customers": "Our customers",
#"section_latestversion": "Latest Version",
#"section_changelog": "Change Log",
#"section_availableon": "Available On",
#"section_likeuson": "Like Us On",
#"section_eula": "End User License Agreement",
#"section_privacypolicy": "Privacy Policy",
#"section_volumepricing": "Volume Pricing",
#"button_download": "DOWNLOAD",
#"button_buy": "BUY NOW",
#"button_upgrade": "UPGRADE NOW",
#"button_upgrade_nothanks": "No Thanks",
#"button_viewdetail": "VIEW DETAILS",
#"button_free_download": "FREE DOWNLOAD",
#"button_download_portable": "Portable Version",
#"button_download_commercial": "I have already purchased a license.",
#"text_freetotry": "Free for personal use, try it today.",
#"text_copyright": "Copyright{copy} {ngwin} All rights reserved.",
#"text_winavailable": "Available on all Windows",
#"text_winavailable2": "Microsoft Windows 11, 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.",
#"text_recommend": "RECOMMEND",
#"text_limitedtimeoffer": "LIMITED TIME OFFER",
#"text_free": "FREE",
#"text_personal_only_detail": "Please note that this free version may only be used for personal use in non-commercial environments.",
#"text_license_peruser": "PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).",
#"text_license_noshare": "One license may not be shared between different users.",
#"text_bluesnap": "2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.",
#"text_thankyou": "Thank you for installing PicPick.",
#"text_download_thankyou": "Thank you for downloading PicPick.",
#"text_download_start": "Your download will start automatically within a few seconds.",
#"text_download_ifnot": "If your download has not started automatically, please click {here} or download from the mirror links.",
#"text_download_ifnot2": "If your download has not started automatically, please click {here}.",
#"text_download_ifnot2_here": "here",
#"text_upgrade": "Upgrade to Professional and get more features!",
#"overview_jumbotron_h1": "PicPick",
#"overview_jumbotron_h2": "All-in-one design tool for everyone",
#"overview_jumbotron_p1": "A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.",
#"overview_jumbotron_p2": "User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.",
#"overview_feature_1_h1": "Capture anything",
#"overview_feature_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"overview_feature_2_h1": "Edit your images",
#"overview_feature_2_p1": "Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.",
#"overview_feature_3_h1": "Enhance with effects",
#"overview_feature_3_p1": "Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.",
#"overview_feature_4_h1": "Share everywhere",
#"overview_feature_4_p1": "Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.",
#"overview_feature_5_h1": "Graphic Accessories",
#"overview_feature_5_p1": "Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.",
#"overview_feature_6_h1": "Customizable setting",
#"overview_feature_6_p1": "With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.",
#"reviews_1_body": "This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.",
#"reviews_1_author": "CNET Download.com",
#"reviews_1_link": "http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1",
#"reviews_1_img": "review_cnet.png",
#"reviews_2_body": "Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.",
#"reviews_2_author": "Softpedia",
#"reviews_2_link": "http://www.softpedia.com/reviews/windows/PicPick-49842.shtml",
#"reviews_2_img": "review_softpedia.png",
#"features_1_h1": "Screen Capture",
#"features_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"features_1_p2": "Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.",
#"features_1_p3": "Support the floating widget Capture Bar which makes it easy for you to take screenshots.",
#"features_1_p4": "Customize your own keyboard shortcuts.",
#"features_1_list_1": "Full-screen",
#"features_1_list_2": "Active window",
#"features_1_list_3": "Window control",
#"features_1_list_4": "Scrolling window",
#"features_1_list_5": "Region",
#"features_1_list_6": "Fixed region",
#"features_1_list_7": "Freehand",
#"features_1_list_8": "Repeat last capture",
#"features_1_list_9": "Capture widget",
#"features_1_list_10": "Capturing with cursor",
#"features_1_list_11": "Delayed capture",
#"features_1_list_12": "Auto-save",
#"features_2_h1": "Image Editor",
#"features_2_p1": "With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.",
#"features_2_list_1": "Drawing",
#"features_2_list_2": "Insert text",
#"features_2_list_3": "Arrows, lines",
#"features_2_list_4": "Shapes",
#"features_2_list_5": "Balloon",
#"features_2_list_6": "Highlight tool",
#"features_2_list_7": "Crop",
#"features_2_list_8": "Resize",
#"features_2_list_9": "Rotate",
#"features_2_list_10": "Invert",
#"features_2_list_11": "Grayscale",
#"features_2_list_12": "Mosaic",
#"features_2_list_13": "Frame",
#"features_2_list_14": "Watermark",
#"features_2_list_15": "Blur",
#"features_2_list_16": "Sharpen",
#"features_2_list_17": "Brightness",
#"features_2_list_18": "Hue / Saturation",
#"features_2_list_19": "Color balance",
#"features_3_h1": "Save, share, or send",
#"features_3_p1": "Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.",
#"features_3_list_1": "Clipboard",
#"features_3_list_2": "Image files",
#"features_3_list_3": "PDF",
#"features_3_list_4": "Printer",
#"features_3_list_5": "Web URL",
#"features_3_list_6": "Dropbox",
#"features_3_list_7": "Google Drive",
#"features_3_list_8": "SkyDrive",
#"features_3_list_9": "Box",
#"features_3_list_10": "Facebook",
#"features_3_list_11": "Twitter",
#"features_3_list_12": "Skype",
#"features_3_list_13": "FTP Server",
#"features_3_list_14": "e-mail",
#"features_3_list_15": "Microsoft Word",
#"features_3_list_16": "Microsoft PowerPoint",
#"features_3_list_17": "Microsoft Excel",
#"features_3_list_18": "External program",
#"features_4_h1": "Color Picker",
#"features_4_p1": "Help you find the exact pixel color code on your screen with a built-in magnifier window.",
#"features_4_p2": "Support RGB, HTML, C++, Delphi.",
#"features_5_h1": "Color Palette",
#"features_5_p1": "Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.",
#"features_6_h1": "Pixel Ruler",
#"features_6_p1": "Help you measure the size of objects and place objects in precise locations on the screen.",
#"features_6_p2": "Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.",
#"features_7_h1": "Magnifier",
#"features_7_p1": "With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.",
#"features_8_h1": "Crosshair",
#"features_8_p1": "Figure out the relative coordinate of picture position with this feature.",
#"features_8_p2": "This can be useful for example in developing HTML image maps.",
#"features_9_h1": "Protractor",
#"features_9_p1": "Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.",
#"features_9_p2": "This can be used in a variety of photography, math, and graphics applications.",
#"features_10_h1": "Whiteboard",
#"features_10_p1": "You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.",
#"download_1_h1": "For Home Users",
#"download_1_p1": "Personal (Home) Use Only",
#"download_1_p2": "Manual Update",
#"download_1_p3": "No Technical Support",
#"download_2_h1": "For Professionals",
#"download_2_p1": "Commercial and Personal Use",
#"download_2_p2": "Auto Update",
#"download_2_p3": "Technical Support",
#"download_2_p4": "Lifetime Upgrades",
#"download_2_p5": "No Ads",
#"buy_table_h1": "Number of Users",
#"buy_table_h2": "Price (USD) Per User",
#"buy_table_p1": "Please contact us for a quote!",
#"buy_table_p2": "Please note that {vat} may apply for some European purchasers.",
#"buy_table_p2_vat": "VAT",
#"buy_1_h1": "Instant Key Delivery",
#"buy_1_p1": "Get instant access to your registration key when your order is complete.",
#"buy_2_h1": "Lifetime Updates",
#"buy_2_p1": "Licenses include unlimited free upgrades to all future versions of PicPick.",
#"buy_3_h1": "Purchase Questions",
#"buy_3_p1": "If you have any questions regarding purchasing or licensing, please feel free to {contactus}.",
#"buy_3_p1_contactus": "contact us",
#"buy_single": "Single",
#"buy_single_p1": "Install on 2 machines per user",
#"buy_team": "Team",
#"buy_team_user": "Users",
#"buy_site": "Site",
#"buy_site_p1": "Install on unlimited machines on site",
#"secure_order": "Secure ordering by 2Checkout",
#"uninstall_h1": "Please give us your feedback.",
#"uninstall_p1": "We would appreciate hearing from you. Your feedback will help us make PicPick even better.",
#"uninstall_comment": "Details",
#"uninstall_comment_placeholder": "For example, Why did you uninstall? What are we missing? Which feature do you want?",
#"uninstall_email": "Email (Optional)",
#"uninstall_email_placeholder": "Please enter your email address.",
#"uninstall_send": "Send Feedback",
#"about_us": "About Us",
#"about_h1": "We are a software development company specialized on Microsoft Windows Platform.",
#"about_p1": "Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.",
#"contact_h1": "We would love to hear from you! Please fill out this form and we will get in touch with you shortly.",
#"contact_us": "Contact Us",
#"contact_email": "Email Support",
#"contact_email_at": "You can also contact us via email at : {email}",
#"contact_email_send": "Send us an email",
#"beta_banner": "Try new features with PicPick Beta!",
#"beta_button": "Try Now",
#"try_darkmode": "Try Dark Mode",
#"try_darkmode_on": "Dark Mode is on"
;-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Kattintson a képernyőn lévő középpontra.
MSG_ACTIVEWINDOW_1 = Nyomja le a(z) [
MSG_ACTIVEWINDOW_2 = ] billentyűt az aktív ablak rögzítéséhez.
MSG_EXITSAVEIMAGE_1 = Szeretné elmenteni a módosításokat ide: [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Kép
MSG_DIRECTORYACCESSERROR = Nem lehet hozzáférni a könyvtárhoz.
MSG_DEFAULT_TAPNAME = Nincs kép
MSG_HOTKEY_ALREADY1 = A PicPick nem tudja társítani ezeket a gyorsbillentyűket.
MSG_HOTKEY_ALREADY2 = Szeretné módosítani ezeket a gyorsbillentyűket?
MSG_THISFOLDERNOTFOUND = A könyvtár [útvonal, vagy mappanév] nem található.
MSG_INVALID_FILENAME = A fájlnév érvénytelen.
MSG_INVALID_CLIPBOARD = Egy hiba történt a Vágólap adatainak beszerzése közben!
MSG_CANNOTREPEATCAPTURE = Nem található a kiválasztott terület az utolsó rögzítésből.
MSG_CLOSEALLIMAGE = Szeretné bezárni az összes nem mentett képet?
MSG_FILE_OPEN =Megnyitás
MSG_FILE_SAVE =Mentés másként
MSG_NEWVERSIONAVAILABLE = A PicPick újabb verziója érhető el. Szeretné meglátogatni a letöltési oldalunkat?
MSG_PROGRAM_NOTADDYET=Válasszon ki egy külső programot a képernyőképek elküldéséhez!
MSG_EXTERNALPROGRAMERROR=A megadott külső program nem található. 
MSG_PARAMETERS_TITLE=PicPick paraméterek
MSG_OLDLANGUAGE =A nyelvi fájl egy régebbi verziójú, emiatt néhány szó nincs benne lefordítva. Biztos benne, hogy módosítja a nyelvet??
MSG_INVALIDALBUMNAME=Az albumnév érvénytelen.
MSG_CREATEFAILUREALBUM=Hiba történt az album létrehozása során.
MSG_LOADINGFAILUREALBUM=Hiba történt az albumok betöltése során.
MSG_IDEMPTY = Adja meg a felhasználóazonosítót.
MSG_PWEMPTY = Adja meg a jelszót.
MSG_SAVE = Menté&s
MSG_DONTSAVE = &Ne mentse
MSG_DONTSAVEALL = Egyi&ket sem
MSG_NODISPLAYAGAIN = Ne mutassa ezt az üzenetet újra
BTN_YES = &Igen
BTN_NO = &Nem
BTN_NOALL = &Egyiket sem
MSG_INPUTTEXT = Adja meg a szöveget itt.
MSG_FLATTENLAYER= Ehhez a feladathoz az összes alakzatot bele kell simítani a háttérképbe. Belesimítja az alakzatokat?
MSG_FLATTENALL=Szeretné az összes alakzatot belesimítani?
MSG_INVALID_DOWNLOADURL = Egy hiba történt a kép letöltése közben.
MSG_OPENURL=Adja meg az URL-t.
MSG_ANYSETTINGOK = A beállítások sikeresen módosításra kerültek.
MSG_DEFAULTEDITOR=A PicPick beállításra került alapértelmezett képszerkesztőként.
MSG_FTPINFONEED=Először adja meg az FTP kiszolgáló információit.
MSG_CONNECTIONFAIL=Hiba történt a kiszolgálóhoz való kapcsolódás közben.
MSG_PROGRAM_NOSKYPE=A Skype nem található.
MSG_ACTIVATE_OFFLINE=Hálózati probléma, vagy hasonló ok miatt nem sikerült aktiválni a licenckulcsát. Megpróbálja az aktiválást kapcsolat nélküli módban?
MSG_ACTIVATE_OK = A licence aktiválásra került. Köszönjük, hogy a PicPick-et választotta!
MSG_ACTIVATE_TRIAL = A próbalicence aktiválásra került. Köszönjük, hogy a PicPick-et választotta!
MSG_ACTIVATE_FAIL = Az aktiválás elutasításra került. Vegye fel a kapcsolatot a PicPick támogatási központjával.
MSG_VALIDOWNERNAME = Kérem, valós nevet adjon meg.
MSG_VALIDLICENSEKEY = Adja meg a licenckulcsát.
MSG_FILENOTFOUND = Nem található a fájl.
MSG_CAPTUREAREAFAIL=Hiba történt a rögzítendő terület kiszámítása közben. Kérem, ellenőrizze, hogy nem-e az ön programjai (víruskereső, kémprogramok elleni védelem) okozhatták ezt a hibát.
MSG_TRANSPARENCYLOST=Az összes átlátszóság el fog veszni a kép mentésével. Folytatni szeretné?
MSG_DONOTSHOWWEEK=Ne mutassa ezt az ablakot egy hétig
MSG_NEWVERSIONAVAILABLE_SHORT=A PicPick újabb verziója érhető el.
MSG_HOTKEY_ALREADY3 = Kérem, ellenőrizze, hogy más hasonló alkalmazás (Dropbox, OneDrive, stb.) nem fut-e.
MSG_NEWVERSIONINSTALL = Egy újabb verziója érhető el a programnak. Szeretné azt telepíteni?
MSG_NEWVERSIONINSTALLING = Kérem, várjon amíg a frissítés letöltődik...
MSG_NEWVERSIONRESTART = A frissítés néhány pillanaton belül automatikusan elindul...
MSG_ACTIVATE_INVALID = A megadott licenckulcs érvénytelen. Kérem, ellenőrizze azt, majd próbálja meg újra.
#5.0.0
MSG_NOUPDATEAVAILABLE = Jelenleg nincsenek frissítések.
MSG_NOTENOUGHCAPTUREAREA = A kijelölt terület túl kicsi a rögzítéshez.
MSG_CAPTUREOPTION_NEXTTIME = A kiválasztott opció alkalmazásra kerül a jövőbeli képrögzítések során.
#5.0.0
 